{
  "en": {
    "brand": "Soins Agadir Center",
    "nav_home": "Home",
    "nav_gallery": "Gallery",
    "nav_about": "About",
    "nav_contact": "Contact",
    "welcome": "Welcome to Soins Agadir Center",
    "home_p1": "Your trusted nursing and medical care center in Agadir. We provide professional home care, injections, wound care, and aesthetic treatments with certified medical staff.",
    "home_p2": "Located at 94, Rue El Farabi, Bloc E8, Cité Dakhla, Agadir, we are here to support your health and well-being with personalized, high-quality care.",
    "home_p3": "Our team of qualified nurses and doctors ensures safe, effective, and compassionate care tailored to your needs — whether at home or in our modern clinic.",
    "btn_services": "View Our Services",
    "service_injection": "Home Injections",
    "service_injection_desc": "Professional administration of injections, IV therapy, and medication at your home. Safe, sterile, and on-demand service available 24/7.",
    "service_wound": "Wound Care & Dressing",
    "service_wound_desc": "Expert treatment for post-surgical wounds, diabetic ulcers, burns, and chronic injuries. We use advanced materials for faster healing.",
    "service_aesthetic": "Hydrafacial & PRP",
    "service_aesthetic_desc": "Rejuvenate your skin with non-invasive Hydrafacial and PRP hair/skin treatments. Natural glow and hair regrowth with proven results.",
    "gallery_title": "Our Services & Treatments",
    "filter_all": "All",
    "filter_home": "Home Care",
    "filter_aesthetic": "Aesthetic",
    "filter_clinical": "Clinical",
    "filter_team": "Our Team",
    "gal_injection": "Home Injection",
    "gal_hydra": "Hydrafacial",
    "gal_wound": "Wound Care",
    "gal_nurse": "Our Team",
    "gal_prp": "PRP Hair",
    "gal_visit": "Home Visit",
    "gal_room": "Modern Clinic",
    "gal_doctor": "Supervising Doctor",
    "gal_microneedling": "Microneedling",
    "gal_iv": "IV Therapy",
    "gal_equipment": "Sterile Equipment",
    "gal_glow": "Hydrafacial Result",
    "gal_team": "Certified Team",
    "gal_patient": "Personalized Care",
    "gal_entrance": "Soins Agadir Center",
    "gal_prp_face": "PRP Rejuvenation",
    "gal_blood": "Blood Test",
    "gal_sterile": "Maximum Hygiene",
    "gal_smile": "Human Service",
    "gal_hair": "PRP Hair Result",
    "gal_elderly": "Elderly Care",
    "gal_supplies": "Quality Materials",
    "gal_acne": "Acne Treatment",
    "gal_meeting": "Medical Coordination",
    "gal_diabetic": "Diabetes Care",
    "gal_reception": "Warm Welcome",
    "gal_microneedling_result": "Microneedling Result",
    "gal_training": "Continuous Training",
    "gal_postop": "Post-Op Care",
    "gal_location": "Easy Access",
    "gal_hydration": "Deep Hydration",
    "gal_trust": "Trust & Listening",
    "gal_vaccine": "Vaccination",
    "gal_consult": "Consultation",
    "gal_delux": "Delux Package",
    "gal_eclat": "Eclat Treatment",
    "gal_express": "Express Care",
    "gal_prestigieux": "Prestigious Package",
    "gal_pro": "Professional Care",
    "gal_therapie": "Therapy Beauty",
    "gal_tonus": "Wellness Clinic",
    "view_more": "View more",
    "privacy_policy": "Privacy Policy",
    "terms_service": "Terms of Service",
    "data_protection": "Data Protection",
    "policy_last_updated": "Last Updated: November 2025",
    "privacy_intro": "Soins Agadir Center (\"we\", \"us\", \"our\" or \"Company\") is committed to protecting your privacy and ensuring you have a positive experience on our website and when receiving our services. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you visit our website and use our medical services.",
    "terms_intro": "By accessing and using the Soins Agadir Center website and services, you accept and agree to be bound by the terms and provision of this agreement. If you do not agree to abide by the above, please do not use this service.",
    "data_protection_intro": "Patient confidentiality is paramount to Soins Agadir Center. We comply with all applicable medical privacy regulations and international standards for data protection.",
    "about_title": "About Soins Agadir Center",
    "about_p1": "Established in the heart of Agadir, Soins Agadir Center is a leading nursing and aesthetic care facility dedicated to providing exceptional medical services both in-clinic and at home.",
    "about_p2": "Our team consists of licensed nurses, certified aesthetic specialists, and supervising physicians who follow strict medical protocols to ensure patient safety and satisfaction.",
    "about_p3": "We specialize in home nursing, post-operative care, chronic disease management, and advanced aesthetic treatments using state-of-the-art technology and medical-grade products.",
    "about_p4": "From routine injections to complex wound care and rejuvenating skin treatments, we bring professional healthcare directly to you — with compassion, precision, and respect.",
    "team_1_name": "Dr. Amina El Amrani",
    "team_1_desc": "Medical Director with over 15 years in nursing and aesthetic medicine. Specialist in PRP and regenerative therapies.",
    "team_1_role": "Medical Director",
    "team_2_name": "Nadia Benali",
    "team_2_desc": "Head Nurse with expertise in home care, wound management, and patient education. Fluent in Arabic, French, and English.",
    "team_2_role": "Director",
    "team_3_name": "Khalid Mansouri",
    "team_3_desc": "Certified Aesthetic Specialist trained in Hydrafacial, microneedling, and laser treatments. Focus on natural results.",
    "team_3_role": "Aesthetic Specialist",
    "team_4_name": "Fatima Zahra",
    "team_4_desc": "Senior Nurse specializing in diabetic care, IV therapy, and post-surgical recovery. Known for her gentle approach.",
    "team_4_role": "Senior Nurse",
    "team_5_name": "Sara Lahlou",
    "team_5_desc": "Clinic Coordinator ensuring smooth operations, appointment scheduling, and patient follow-up with care.",
    "team_5_role": "Clinic Coordinator",
    "team_6_name": "Omar Tazi",
    "team_6_desc": "Logistics and Home Visit Supervisor. Ensures timely, safe, and fully equipped medical visits across Agadir.",
    "team_6_role": "Home Care Supervisor",
    "team_7_name": "Laila Idrissi",
    "team_7_desc": "PRP and Hair Restoration Expert. Helped hundreds regain confidence with natural hair regrowth treatments.",
    "team_7_role": "PRP Specialist",
    "team_8_name": "Youssef Alami",
    "team_8_desc": "IT and Digital Health Manager. Implements teleconsultation and digital patient records for better care.",
    "team_8_role": "Digital Health Manager",
    "team_9_name": "Hajar Bennani",
    "team_9_desc": "Patient Relations Officer. Your first point of contact for appointments, inquiries, and support.",
    "team_9_role": "Patient Relations",
    "team_10_name": "Mehdi Rahali",
    "team_10_desc": "Pharmacy and Supplies Manager. Ensures all medical materials are authentic, sterile, and up to standard.",
    "team_10_role": "Supplies Manager",
    "contact_title": "Contact Us",
    "form_name": "Name",
    "form_email": "Email",
    "form_service": "Subject",
    "opt_sales": "Sales & Marketing",
    "opt_creative": "Creative Design",
    "opt_uiux": "UI / UX",
    "form_message": "Message",
    "form_send": "Send",
    "contact_address": "94, Rue El Farabi, Bloc E8, Cité Dakhla, Agadir, Morocco 80000\n\nOpening Hours:\n\n* Monday – Friday: 8:30 AM – 8:30 PM\n\n* Saturday: Closed\n\n* Sunday: 8:30 AM – 8:30 PM",
    "contact_phone1": "Tel: 010-020-0340",
    "contact_phone2": "Email: info@company.com",
    "privacy_section1": "1. Introduction",
    "privacy_section1_text": "Soins Agadir Center (\"we\", \"us\", \"our\" or \"Company\") is committed to protecting your privacy and ensuring you have a positive experience on our website and when receiving our services. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you visit our website and use our medical services.",
    "privacy_section2": "2. Information We Collect",
    "privacy_section2_text": "We may collect information about you in a variety of ways. The information we may collect on the site includes:",
    "privacy_li1": "Personal Data: Name, email address, telephone number, postal address, date of birth",
    "privacy_li2": "Medical Information: Medical history, health concerns, allergies, current medications (provided voluntarily through contact forms)",
    "privacy_li3": "Technical Data: IP address, browser type, operating system, pages visited, time spent on pages",
    "privacy_li4": "Cookie Data: Information stored through cookies and similar tracking technologies",
    "privacy_section3": "3. How We Use Your Information",
    "privacy_section3_text": "Soins Agadir Center uses the collected data for various purposes:",
    "privacy_li5": "To provide and maintain our medical services",
    "privacy_li6": "To notify you about changes to our services or policies",
    "privacy_li7": "To provide customer service and respond to your inquiries",
    "privacy_li8": "To gather analysis or valuable information so we can improve our services",
    "privacy_li9": "To monitor the usage of our website and services",
    "privacy_li10": "To detect, prevent and address technical and security issues",
    "privacy_li11": "To comply with legal obligations and medical regulations",
    "privacy_section4": "4. Data Protection and Security",
    "privacy_section4_text": "Soins Agadir Center implements appropriate technical and organizational measures to protect your personal data against unauthorized access, alteration, disclosure, or destruction. These measures include:",
    "privacy_li12": "SSL encryption for data transmission",
    "privacy_li13": "Restricted access to personal data by authorized personnel only",
    "privacy_li14": "Regular security audits and updates",
    "privacy_li15": "Compliance with medical data protection standards",
    "privacy_li16": "Secure data storage with multiple backups",
    "privacy_section5": "5. Third-Party Disclosure",
    "privacy_section5_text": "We do not sell, trade, or otherwise transfer your personally identifiable information to outside parties without your explicit consent, except as required by law. Trusted third parties who assist us in operating our website, conducting our business, or serving our patients may have access to your information under strict confidentiality agreements.",
    "privacy_section6": "6. GDPR and Legal Compliance",
    "privacy_section6_text": "If you are located in the European Union, you have the following rights under the General Data Protection Regulation (GDPR):",
    "privacy_li17": "Right to access your personal data",
    "privacy_li18": "Right to rectification of inaccurate data",
    "privacy_li19": "Right to erasure (right to be forgotten)",
    "privacy_li20": "Right to restrict processing",
    "privacy_li21": "Right to data portability",
    "privacy_li22": "Right to object to processing",
    "privacy_section7": "7. Cookies and Tracking Technologies",
    "privacy_section7_text": "We use cookies to enhance your experience on our website. You can choose to disable cookies through your browser settings, though this may affect certain website functionalities.",
    "privacy_section8": "8. Data Retention",
    "privacy_section8_text": "We retain personal data for as long as necessary to provide our services and fulfill the purposes outlined in this policy. Medical records are retained in accordance with legal requirements and best practices in healthcare.",
    "privacy_section9": "9. Contact Us",
    "privacy_section9_text": "If you have questions about this Privacy Policy, please contact us at:<br/>Email: contact@soinsagadircenter.com<br/>Phone: +212 6 12 34 56 78<br/>Address: 94, Rue El Farabi, Bloc E8, Cité Dakhla, Agadir, Morocco",
    "terms_section1": "1. Agreement to Terms",
    "terms_section1_text": "By accessing and using the Soins Agadir Center website and services, you accept and agree to be bound by the terms and provision of this agreement. If you do not agree to abide by the above, please do not use this service.",
    "terms_section2": "2. Use License",
    "terms_section2_text": "Permission is granted to temporarily download one copy of the materials (information or software) on Soins Agadir Center's website for personal, non-commercial transitory viewing only. This is the grant of a license, not a transfer of title, and under this license you may not:",
    "terms_li1": "Modify or copy the materials",
    "terms_li2": "Use the materials for any commercial purpose or for any public display",
    "terms_li3": "Attempt to decompile or reverse engineer any software contained on the website",
    "terms_li4": "Remove any copyright or other proprietary notations from the materials",
    "terms_li5": "Transfer the materials to another person or \"mirror\" the materials on any other server",
    "terms_section3": "3. Medical Disclaimer",
    "terms_section3_text": "The information provided on this website is for informational purposes only and does not constitute medical advice. Soins Agadir Center does not diagnose, treat, or provide medical advice through this website. Always consult with a qualified healthcare professional for any medical concerns. The use of this website does not establish a doctor-patient relationship.",
    "terms_section4": "4. Medical Services Terms",
    "terms_section4_text": "Our medical services are provided by licensed and certified healthcare professionals. While we strive to provide the highest quality care:",
    "terms_li6": "We do not guarantee specific medical outcomes or results",
    "terms_li7": "Individual results may vary based on patient factors and compliance",
    "terms_li8": "Patients must provide accurate and complete medical history",
    "terms_li9": "Patients must follow all medical advice and treatment protocols",
    "terms_li10": "Contraindications and allergies must be disclosed to medical staff",
    "terms_section5": "5. Appointment and Cancellation Policy",
    "terms_section5_text": "Booking: Appointments must be booked through our contact form or by phone. Cancellation: Cancellations must be made at least 24 hours in advance. Cancellations made less than 24 hours before the appointment may incur a cancellation fee. No-Show: Patients who fail to attend scheduled appointments without notice may be charged a no-show fee.",
    "terms_section6": "6. Patient Responsibilities",
    "terms_li11": "Arrive on time for appointments",
    "terms_li12": "Provide accurate medical and personal information",
    "terms_li13": "Follow medical instructions and treatment plans",
    "terms_li14": "Inform staff of any adverse reactions or complications",
    "terms_li15": "Maintain respect and professionalism with medical staff",
    "terms_section7": "7. Limitation of Liability",
    "terms_section7_text": "In no event shall Soins Agadir Center or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption) arising out of the use or inability to use the materials on Soins Agadir Center's website or services, even if we or an authorized representative has been notified orally or in writing of the possibility of such damage.",
    "terms_section8": "8. Accuracy of Materials",
    "terms_section8_text": "The materials appearing on Soins Agadir Center's website could include technical, typographical, or photographic errors. Soins Agadir Center does not warrant that any of the materials on its website are accurate, complete, or current. Soins Agadir Center may make changes to the materials contained on its website at any time without notice.",
    "terms_section9": "9. Links and External Websites",
    "terms_section9_text": "Soins Agadir Center has not reviewed all of the sites linked to its website and is not responsible for the contents of any such linked site. The inclusion of any link does not imply endorsement by Soins Agadir Center of the site. Use of any such linked website is at the user's own risk.",
    "terms_section10": "10. Modifications to Terms",
    "terms_section10_text": "Soins Agadir Center may revise these terms of service for its website at any time without notice. By using this website, you are agreeing to be bound by the then current version of these terms of service.",
    "terms_section11": "11. Governing Law",
    "terms_section11_text": "These terms and conditions are governed by and construed in accordance with the laws of Morocco, and you irrevocably submit to the exclusive jurisdiction of the courts in that location.",
    "data_section1": "1. Commitment to Confidentiality",
    "data_section1_text": "Soins Agadir Center is committed to maintaining the confidentiality of all patient information in accordance with international medical ethics standards and applicable healthcare regulations. Patient privacy is a fundamental right and cornerstone of our practice.",
    "data_section2": "2. Medical Record Protection",
    "data_section2_text": "All patient medical records, health information, and personal data are maintained in secure, controlled environments. Access to patient records is restricted to authorized medical personnel and support staff with a legitimate need to know for treatment, administration, or legal purposes.",
    "data_section3": "3. Data Collection and Purpose",
    "data_section3_text": "We collect patient data only for legitimate healthcare purposes including:",
    "data_li1": "Direct patient care and treatment provision",
    "data_li2": "Patient health assessment and medical history maintenance",
    "data_li3": "Appointment scheduling and medical follow-up",
    "data_li4": "Billing and insurance purposes (where applicable)",
    "data_li5": "Quality improvement and patient safety initiatives",
    "data_li6": "Legal and regulatory compliance",
    "data_section4": "4. Data Security Measures",
    "data_section4_text": "Soins Agadir Center implements comprehensive technical and organizational safeguards:",
    "data_li7": "SSL/TLS encryption for all data transmission",
    "data_li8": "Secure servers with firewall protection",
    "data_li9": "Regular security audits and penetration testing",
    "data_li10": "Restricted access to patient data by authorized personnel only",
    "data_li11": "Secure backups and long-term archival",
    "data_section5": "5. Patient Rights",
    "data_section5_text": "Patients have the right to:",
    "data_li12": "Access to their own medical record and personal data",
    "data_li13": "Request correction or deletion of personal data",
    "data_li14": "Withdraw consent for data processing at any time",
    "data_li15": "Receive notification in case of data breach",
    "data_li16": "File a complaint with data protection authorities",
    "data_section6": "6. Medical Data Retention",
    "data_section6_text": "Medical records are retained in accordance with legal requirements in Morocco and international best practices in healthcare. Once the retention period expires, data is securely deleted or anonymized.",
    "data_section7": "7. Patient Consent",
    "data_section7_text": "By using Soins Agadir Center's services, patients consent to the processing of their personal and medical data in accordance with this data protection policy. Withdrawal of consent does not affect the lawfulness of processing carried out before the withdrawal.",
    "data_section8": "8. Contact Us",
    "data_section8_text": "For data subject requests or concerns regarding privacy, please contact us at:<br/>Email: contact@soinsagadircenter.com<br/>Phone: +212 6 12 34 56 78<br/>Address: 94, Rue El Farabi, Bloc E8, Cité Dakhla, Agadir, Morocco",
    "copyright": "Soins Agadir Center"
  },
  "fr": {
    "brand": "Soins Agadir Center",
    "nav_home": "Accueil",
    "nav_gallery": "Galerie",
    "nav_about": "À Propos",
    "nav_contact": "Contact",
    "welcome": "Bienvenue au Soins Agadir Center",
    "home_p1": "Votre centre de soins infirmiers et médicaux de confiance à Agadir. Nous proposons des soins à domicile, injections, soins des plaies et traitements esthétiques avec du personnel médical certifié.",
    "home_p2": "Situé au 94, Rue El Farabi, Bloc E8, Cité Dakhla, Agadir, nous sommes là pour soutenir votre santé et bien-être avec des soins personnalisés de haute qualité.",
    "home_p3": "Notre équipe d'infirmiers et médecins qualifiés garantit des soins sûrs, efficaces et compatissants adaptés à vos besoins — à domicile ou dans notre clinique moderne.",
    "btn_services": "Voir Nos Services",
    "service_injection": "Injections à Domicile",
    "service_injection_desc": "Administration professionnelle d'injections, perfusions et médicaments à votre domicile. Service sûr, stérile et disponible 24/7.",
    "service_wound": "Soins des Plaies & Pansements",
    "service_wound_desc": "Traitement expert des plaies post-opératoires, ulcères diabétiques, brûlures et blessures chroniques. Nous utilisons des matériaux avancés pour une guérison plus rapide.",
    "service_aesthetic": "Hydrafacial & PRP",
    "service_aesthetic_desc": "Rajeunissez votre peau avec des traitements non invasifs Hydrafacial et PRP cheveux/peau. Éclat naturel et repousse capillaire avec des résultats prouvés.",
    "gallery_title": "Nos Services & Traitements",
    "filter_all": "Tout",
    "filter_home": "Soins à Domicile",
    "filter_aesthetic": "Esthétique",
    "filter_clinical": "Clinique",
    "filter_team": "Notre Équipe",
    "gal_injection": "Injection à Domicile",
    "gal_hydra": "Hydrafacial",
    "gal_wound": "Pansement & Soins",
    "gal_nurse": "Notre Équipe",
    "gal_prp": "PRP Capillaire",
    "gal_visit": "Visite à Domicile",
    "gal_room": "Clinique Moderne",
    "gal_doctor": "Médecin Superviseur",
    "gal_microneedling": "Microneedling",
    "gal_iv": "Perfusion IV",
    "gal_equipment": "Matériel Stérile",
    "gal_glow": "Résultat Hydrafacial",
    "gal_team": "Équipe Certifiée",
    "gal_patient": "Soins Personnalisés",
    "gal_entrance": "Soins Agadir Center",
    "gal_prp_face": "PRP Rajeunissement",
    "gal_blood": "Prélèvement Sanguin",
    "gal_sterile": "Hygiène Maximale",
    "gal_smile": "Service Humain",
    "gal_hair": "Résultat PRP Cheveux",
    "gal_elderly": "Soins Personnes Âgées",
    "gal_supplies": "Matériel de Qualité",
    "gal_acne": "Traitement Acné",
    "gal_meeting": "Coordination Médicale",
    "gal_diabetic": "Soins Diabète",
    "gal_reception": "Accueil Chaleureux",
    "gal_microneedling_result": "Résultat Microneedling",
    "gal_training": "Formation Continue",
    "gal_postop": "Soins Post-Op",
    "gal_location": "Facilement Accessible",
    "gal_hydration": "Hydratation Profonde",
    "gal_trust": "Confiance & Écoute",
    "gal_vaccine": "Vaccination",
    "gal_consult": "Consultation",
    "gal_delux": "Forfait Delux",
    "gal_eclat": "Traitement Éclat",
    "gal_express": "Soin Express",
    "gal_prestigieux": "Forfait Prestigieux",
    "gal_pro": "Soins Professionnels",
    "gal_therapie": "Thérapie Beauté",
    "gal_tonus": "Clinique Tonus",
    "view_more": "En savoir plus",
    "privacy_policy": "Politique de Confidentialité",
    "terms_service": "Conditions de Service",
    "data_protection": "Protection des Données",
    "policy_last_updated": "Dernière mise à jour : novembre 2025",
    "privacy_intro": "Soins Agadir Center (\"nous\", \"notre\", \"notre\") s'engage à protéger votre vie privée et à vous offrir une expérience positive sur notre site Web et lors de la réception de nos services. Cette politique de confidentialité explique comment nous collectons, utilisons, divulguons et protégeons vos informations lorsque vous visitez notre site Web et utilisez nos services médicaux.",
    "terms_intro": "En accédant et en utilisant le site Web et les services de Soins Agadir Center, vous acceptez d'être lié par les conditions et dispositions de cet accord. Si vous n'acceptez pas de respecter ce qui précède, veuillez ne pas utiliser ce service.",
    "data_protection_intro": "La confidentialité des patients est primordiale pour Soins Agadir Center. Nous respectons toutes les réglementations applicables en matière de confidentialité médicale et les normes internationales de protection des données.",
    "privacy_section1": "Introduction",
    "privacy_section1_text": "Soins Agadir Center (\"nous\", \"notre\", \"notre\") s'engage à protéger votre vie privée et à vous offrir une expérience positive sur notre site Web et lors de la réception de nos services. Cette politique de confidentialité explique comment nous collectons, utilisons, divulguons et protégeons vos informations lorsque vous visitez notre site Web et utilisez nos services médicaux.",
    "privacy_section2": "Informations que nous collectons",
    "privacy_section2_text": "Nous pouvons collecter des informations vous concernant de diverses façons. Les informations que nous pouvons collecter sur le site comprennent:",
    "privacy_li1": "Données Personnelles: Nom, adresse e-mail, numéro de téléphone, adresse postale, date de naissance",
    "privacy_li2": "Informations Médicales: Antécédents médicaux, problèmes de santé, allergies, médicaments actuels (fournis volontairement via des formulaires de contact)",
    "privacy_li3": "Données Techniques: Adresse IP, type de navigateur, système d'exploitation, pages visitées, temps passé sur les pages",
    "privacy_li4": "Données des Cookies: Informations stockées via des cookies et technologies de suivi similaires",
    "privacy_section3": "Comment nous utilisons vos informations",
    "privacy_section3_text": "Soins Agadir Center utilise les données collectées à diverses fins:",
    "privacy_li5": "Fournir et maintenir nos services médicaux",
    "privacy_li6": "Vous informer des modifications apportées à nos services ou politiques",
    "privacy_li7": "Fournir un service client et répondre à vos questions",
    "privacy_li8": "Recueillir des analyses ou des informations précieuses pour améliorer nos services",
    "privacy_li9": "Surveiller l'utilisation de notre site Web et de nos services",
    "privacy_li10": "Détecter, prévenir et résoudre les problèmes techniques et de sécurité",
    "privacy_li11": "Respecter les obligations légales et les réglementations médicales",
    "privacy_section4": "Protection des données et sécurité",
    "privacy_section4_text": "Soins Agadir Center met en œuvre des mesures techniques et organisationnelles appropriées pour protéger vos données personnelles contre l'accès non autorisé, la modification, la divulgation ou la destruction. Ces mesures incluent:",
    "privacy_li12": "Chiffrement SSL pour la transmission des données",
    "privacy_li13": "Accès restreint aux données personnelles par le personnel autorisé uniquement",
    "privacy_li14": "Audits de sécurité réguliers et mises à jour",
    "privacy_li15": "Conformité aux normes de protection des données médicales",
    "privacy_li16": "Stockage sécurisé des données avec sauvegardes multiples",
    "privacy_section5": "Divulgation aux tiers",
    "privacy_section5_text": "Nous ne vendons pas, n'échangeons pas et ne transférons pas vos informations personnellement identifiables à des tiers sans votre consentement explicite, sauf si la loi l'exige. Les tiers de confiance qui nous aident à exploiter notre site Web, à mener nos activités ou à servir nos patients peuvent avoir accès à vos informations en vertu d'accords de confidentialité stricts.",
    "privacy_section6": "Conformité RGPD et légale",
    "privacy_section6_text": "Si vous êtes situé dans l'Union européenne, vous avez les droits suivants en vertu du Règlement général sur la protection des données (RGPD):",
    "privacy_li17": "Droit d'accès à vos données personnelles",
    "privacy_li18": "Droit de rectification des données inexactes",
    "privacy_li19": "Droit à l'oubli (droit à l'effacement)",
    "privacy_li20": "Droit de limiter le traitement",
    "privacy_li21": "Droit à la portabilité des données",
    "privacy_li22": "Droit de s'opposer au traitement",
    "privacy_section7": "Cookies et technologies de suivi",
    "privacy_section7_text": "Nous utilisons des cookies pour améliorer votre expérience sur notre site Web. Vous pouvez choisir de désactiver les cookies via les paramètres de votre navigateur, bien que cela puisse affecter certaines fonctionnalités du site Web.",
    "privacy_section8": "Conservation des données",
    "privacy_section8_text": "Nous conservons les données personnelles aussi longtemps que nécessaire pour fournir nos services et atteindre les objectifs énoncés dans cette politique. Les dossiers médicaux sont conservés conformément aux exigences légales et aux meilleures pratiques en matière de santé.",
    "privacy_section9": "Nous contacter",
    "privacy_section9_text": "Si vous avez des questions concernant cette politique de confidentialité, veuillez nous contacter à:<br/>Email: contact@soinsagadircenter.com<br/>Téléphone: +212 6 12 34 56 78<br/>Adresse: 94, Rue El Farabi, Bloc E8, Cité Dakhla, Agadir, Maroc",
    "terms_section1": "Accord aux conditions",
    "terms_section1_text": "En accédant et en utilisant le site Web et les services de Soins Agadir Center, vous acceptez d'être lié par les conditions et dispositions de cet accord. Si vous n'acceptez pas de respecter ce qui précède, veuillez ne pas utiliser ce service.",
    "terms_section2": "Licence d'utilisation",
    "terms_section2_text": "La permission est accordée de télécharger temporairement une copie des matériaux (informations ou logiciels) sur le site Web de Soins Agadir Center à titre personnel, à visionnement transitoire non commercial uniquement. C'est l'octroi d'une licence, pas un transfert de titre, et en vertu de cette licence vous ne pouvez pas:",
    "terms_li1": "Modifier ou copier les matériaux",
    "terms_li2": "Utiliser les matériaux à des fins commerciales ou pour tout affichage public",
    "terms_li3": "Tenter de décompiler ou de désosser tout logiciel contenu sur le site Web",
    "terms_li4": "Supprimer tout droit d'auteur ou autre notation propriétaire des matériaux",
    "terms_li5": "Transférer les matériaux à une autre personne ou \"refléter\" les matériaux sur un autre serveur",
    "terms_section3": "Clause de non-responsabilité médicale",
    "terms_section3_text": "Les informations fournies sur ce site Web sont à titre informatif uniquement et ne constituent pas un conseil médical. Soins Agadir Center ne diagnostique pas, ne traite pas et ne fournit pas de conseils médicaux via ce site Web. Consultez toujours un professionnel de la santé qualifié pour tout problème médical. L'utilisation de ce site Web n'établit pas une relation médecin-patient.",
    "terms_section4": "Conditions des services médicaux",
    "terms_section4_text": "Nos services médicaux sont fournis par des professionnels de santé agréés et certifiés. Bien que nous nous efforçions de fournir les meilleurs soins:",
    "terms_li6": "Nous ne garantissons pas des résultats ou des résultats médicaux spécifiques",
    "terms_li7": "Les résultats individuels peuvent varier en fonction des facteurs et du respect des patients",
    "terms_li8": "Les patients doivent fournir un historique médical exact et complet",
    "terms_li9": "Les patients doivent suivre tous les conseils médicaux et protocoles de traitement",
    "terms_li10": "Les contre-indications et allergies doivent être divulguées au personnel médical",
    "terms_section5": "Politique de réservation et d'annulation",
    "terms_section5_text": "Réservation: Les rendez-vous doivent être pris via notre formulaire de contact ou par téléphone. Annulation: Les annulations doivent être faites au moins 24 heures à l'avance. Les annulations effectuées moins de 24 heures avant le rendez-vous peuvent entraîner des frais d'annulation. Absence: Les patients qui ne se présenteront pas aux rendez-vous programmés sans préavis peuvent être facturés une pénalité de non-comparution.",
    "terms_section6": "Responsabilités des patients",
    "terms_li11": "Arriver à temps pour les rendez-vous",
    "terms_li12": "Fournir des informations médicales et personnelles exactes",
    "terms_li13": "Suivre les instructions médicales et les plans de traitement",
    "terms_li14": "Informer le personnel de toute réaction ou complication indésirable",
    "terms_li15": "Maintenir le respect et le professionnalisme avec le personnel médical",
    "terms_section7": "Limitation de responsabilité",
    "terms_section7_text": "En aucun cas, Soins Agadir Center ou ses fournisseurs ne seront responsables des dommages (y compris, sans limitation, les dommages pour perte de données ou profit, ou en raison de l'interruption des activités) résultant de l'utilisation ou de l'impossibilité d'utiliser les matériaux sur le site Web de Soins Agadir Center ou nos services, même si nous ou un représentant autorisé avons été informés oralement ou par écrit de la possibilité de tels dommages.",
    "terms_section8": "Exactitude des matériaux",
    "terms_section8_text": "Les matériaux apparaissant sur le site Web de Soins Agadir Center pourraient inclure des erreurs techniques, typographiques ou photographiques. Soins Agadir Center ne garantit pas que l'un des matériaux de son site Web est exact, complet ou actuel. Soins Agadir Center peut apporter des modifications aux matériaux contenus sur son site Web à tout moment sans avertissement.",
    "terms_section9": "Liens et sites Web externes",
    "terms_section9_text": "Soins Agadir Center n'a pas examiné tous les sites liés à son site Web et n'est pas responsable du contenu d'aucun site lié. L'inclusion de tout lien n'implique pas d'approbation par Soins Agadir Center du site. L'utilisation de tout site lié est à vos risques et périls.",
    "terms_section10": "Modifications des conditions",
    "terms_section10_text": "Soins Agadir Center peut réviser ces conditions de service pour son site Web à tout moment sans avertissement. En utilisant ce site Web, vous acceptez d'être lié par la version actuelle de ces conditions de service.",
    "terms_section11": "Droit applicable",
    "terms_section11_text": "Ces conditions générales sont régies par et construites conformément aux lois du Maroc, et vous vous soumettez irrévocablement à la juridiction exclusive des tribunaux dans cette localité.",
    "data_section1": "Engagement de confidentialité",
    "data_section1_text": "Soins Agadir Center s'engage à maintenir la confidentialité de toutes les informations des patients conformément aux normes internationales d'éthique médicale et aux réglementations applicables en matière de soins de santé. La confidentialité des patients est un droit fondamental et la pierre angulaire de notre pratique.",
    "data_section2": "Protection des dossiers médicaux",
    "data_section2_text": "Tous les dossiers médicaux des patients, les informations de santé et les données personnelles sont conservés dans des environnements sécurisés et contrôlés. L'accès aux dossiers des patients est limité aux personnel médical et personnel de soutien autorisés ayant un besoin légitime de connaître à des fins de traitement, d'administration ou légales.",
    "data_section3": "Collecte et objectif des données",
    "data_section3_text": "Nous collectons les données des patients uniquement à des fins de soins de santé légitimes, y compris:",
    "data_li1": "Soins et traitement direct des patients",
    "data_li2": "Évaluation de la santé des patients et maintenance de l'historique médical",
    "data_li3": "Planification des rendez-vous et suivi médical",
    "data_li4": "Facturation et objectifs d'assurance (le cas échéant)",
    "data_li5": "Initiatives d'amélioration de la qualité et de sécurité des patients",
    "data_li6": "Conformité légale et réglementaire",
    "data_section4": "Mesures de sécurité des données",
    "data_section4_text": "Soins Agadir Center met en œuvre des protection complètes techniques et organisationnelles:",
    "data_li7": "Chiffrement SSL/TLS pour toute transmission de données",
    "data_li8": "Serveurs sécurisés avec protection par pare-feu",
    "data_li9": "Audits de sécurité réguliers et tests de pénétration",
    "data_li10": "Accès restreint aux données médicales par le personnel autorisé uniquement",
    "data_li11": "Sauvegardes sécurisées et archivage de longue durée",
    "data_section5": "Droits des patients",
    "data_section5_text": "Les patients ont le droit à:",
    "data_li12": "Accès à leur propre dossier médical et données personnelles",
    "data_li13": "Demander la correction ou la suppression de données personnelles",
    "data_li14": "Retirer le consentement au traitement des données à tout moment",
    "data_li15": "Recevoir une notification en cas de violation de données",
    "data_li16": "Déposer une plainte auprès des autorités de protection des données",
    "data_section6": "Rétention des données médicales",
    "data_section6_text": "Les dossiers médicaux sont conservés conformément aux exigences légales du Maroc et aux meilleures pratiques internationales en matière de soins de santé. Une fois la période de rétention écoulée, les données sont supprimées ou anonymisées de manière sécurisée.",
    "data_section7": "Accord du patient",
    "data_section7_text": "En utilisant les services de Soins Agadir Center, les patients consentent au traitement de leurs données personnelles et médicales conformément à cette politique de protection des données. La révocation du consentement n'affecte pas la licéité du traitement effectué avant la révocation.",
    "data_section8": "Nous contacter",
    "data_section8_text": "Pour les demandes de sujets de données ou pour des préoccupations concernant la confidentialité, veuillez nous contacter à:<br/>Email: contact@soinsagadircenter.com<br/>Téléphone: +212 6 12 34 56 78<br/>Adresse: 94, Rue El Farabi, Bloc E8, Cité Dakhla, Agadir, Maroc",
    "about_title": "À Propos de Soins Agadir Center",
    "about_p1": "Établi au cœur d'Agadir, Soins Agadir Center est un centre de soins infirmiers et esthétiques de premier plan dédié à fournir des services médicaux exceptionnels en clinique et à domicile.",
    "about_p2": "Notre équipe est composée d'infirmiers diplômés, de spécialistes esthétiques certifiés et de médecins superviseurs qui suivent des protocoles médicaux stricts pour garantir la sécurité et la satisfaction des patients.",
    "about_p3": "Nous nous spécialisons dans les soins infirmiers à domicile, les soins post-opératoires, la gestion des maladies chroniques et les traitements esthétiques avancés utilisant des technologies de pointe et des produits de qualité médicale.",
    "about_p4": "Des injections de routine aux soins complexes des plaies et aux traitements de rajeunissement de la peau, nous apportons des soins professionnels directement à vous — avec compassion, précision et respect.",
    "team_1_name": "Dr. Amina El Amrani",
    "team_1_desc": "Directrice médicale avec plus de 15 ans en soins infirmiers et médecine esthétique. Spécialiste en PRP et thérapies régénératives.",
    "team_1_role": "Directrice Médicale",
    "team_2_name": "Nadia Benali",
    "team_2_desc": "Infirmière en chef experte en soins à domicile, gestion des plaies et éducation des patients. Parle arabe, français et anglais.",
    "team_2_role": "Directrice et Infirmière en chef",
    "team_3_name": "Khalid Mansouri",
    "team_3_desc": "Spécialiste esthétique certifié formé en Hydrafacial, microneedling et traitements laser. Focus sur les résultats naturels.",
    "team_3_role": "Spécialiste Esthétique",
    "team_4_name": "Fatima Zahra",
    "team_4_desc": "Infirmière senior spécialisée en soins diabétiques, thérapie IV et récupération post-chirurgicale. Connue pour son approche douce.",
    "team_4_role": "Responsable Infirmière",
    "team_5_name": "Sara Lahlou",
    "team_5_desc": "Coordinatrice de clinique assurant des opérations fluides, la prise de rendez-vous et le suivi des patients avec soin.",
    "team_5_role": "Coordinatrice Clinique",
    "team_6_name": "Omar Tazi",
    "team_6_desc": "Superviseur logistique et visites à domicile. Assure des visites médicales ponctuelles, sûres et entièrement équipées à travers Agadir.",
    "team_6_role": "Superviseur Soins à Domicile",
    "team_7_name": "Laila Idrissi",
    "team_7_desc": "Experte en PRP et restauration capillaire. A aidé des centaines de personnes à retrouver confiance avec des traitements naturels de repousse.",
    "team_7_role": "Spécialiste Capilaire et PRP",
    "team_8_name": "Youssef Alami",
    "team_8_desc": "Responsable IT et santé numérique. Met en place la téléconsultation et les dossiers patients numériques pour de meilleurs soins.",
    "team_8_role": "Responsable Santé Numérique",
    "team_9_name": "Hajar Bennani",
    "team_9_desc": "Responsable des relations patients. Votre premier point of contact pour les rendez-vous, demandes et soutien.",
    "team_9_role": "Responsable Relations Patients",
    "team_10_name": "Mehdi Rahali",
    "team_10_desc": "Responsable pharmacie et fournitures. Assure que tous les matériaux médicaux sont authentiques, stériles et conformes aux normes.",
    "team_10_role": "Fournitures Médicales",
    "contact_title": "Contactez-Nous",
    "form_name": "Votre Nom",
    "form_email": "Votre Email",
    "form_service": "Sujet",
    "opt_sales": "Ventes & Marketing",
    "opt_creative": "Design Créatif",
    "opt_uiux": "UI / UX",
    "form_message": "Message",
    "form_send": "Envoyer",
    "contact_address": "94, Rue El Farabi, Bloc E8, Cité Dakhla, Agadir, Maroc 80000\n\nHoraires d'ouverture:\n\n* Lundi – Vendredi : 8 h 30 – 20 h 30\n\n* Samedi : Fermé\n\n* Dimanche : 8 h 30 – 20 h 30",
    "contact_phone1": "Tél: 010-020-0340",
    "contact_phone2": "Email: info@company.com",
    "copyright": "Soins Agadir Center"
  },
  "ar": {
    "brand": "مركز سوينس أغادير",
    "nav_home": "الرئيسية",
    "nav_gallery": "معرض الصور",
    "nav_about": "من نحن",
    "nav_contact": "اتصل بنا",
    "welcome": "مرحباً بكم في مركز سوينس أغادير",
    "home_p1": "مركز الرعاية التمريضية والطبية الموثوق في أغادير. نقدم رعاية منزلية احترافية، حقن, علاج الجروح وعلاجات تجميلية بطاقم طبي معتمد.",
    "home_p2": "يقع في 94, شارع الفرابي, بلوك E8, حي الداخلة, أغادير, نحن هنا لدعم صحتك ورفاهيتك برعاية شخصية عالية الجودة.",
    "home_p3": "فريقنا من الممرضين والأطباء المؤهلين يضمن رعاية آمنة وفعالة ورحيمة مصممة حسب احتياجاتك — في المنزل أو في عيادتنا الحديثة.",
    "btn_services": "عرض خدماتنا",
    "service_injection": "حقن منزلية",
    "service_injection_desc": "إعطاء الحقن والمحاليل والأدوية باحترافية في منزلك. خدمة آمنة ومعقمة ومتاحة 24/7.",
    "service_wound": "علاج الجروح والتضميد",
    "service_wound_desc": "علاج متخصص للجروح بعد العمليات, القرح السكرية, الحروق والإصابات المزمنة. نستخدم مواد متقدمة لشفاء أسرع.",
    "service_aesthetic": "PRP هيدرافيشيال و ",
    "service_aesthetic_desc": "جددي بشرتك بعلاجات غير جراحية هيدرافيشيال و بلازما غنية بالصفائح الدموية للشعر/البشرة. توهج طبيعي ونمو شعر بنتائج مثبتة.",
    "gallery_title": "خدماتنا وعلاجاتنا",
    "filter_all": "الكل",
    "filter_home": "رعاية منزلية",
    "filter_aesthetic": "تجميل",
    "filter_clinical": "عيادة",
    "filter_team": "فريقنا",
    "gal_injection": "حقن منزلية",
    "gal_hydra": "هيدرافيشيال",
    "gal_wound": "علاج الجروح",
    "gal_nurse": "فريقنا",
    "gal_prp": "PRP شعر",
    "gal_visit": "زيارة منزلية",
    "gal_room": "عيادة حديثة",
    "gal_doctor": "طبيب مشرف",
    "gal_microneedling": "ميكرونيدلينغ",
    "gal_iv": "محاليل وريدية",
    "gal_equipment": "معدات معقمة",
    "gal_glow": "نتيجة هيدرافيشيال",
    "gal_team": "فريق معتمد",
    "gal_patient": "رعاية شخصية",
    "gal_entrance": "مركز سوينس أغادير",
    "gal_prp_face": "PRP تجميل",
    "gal_blood": "سحب دم",
    "gal_sterile": "نظافة قصوى",
    "gal_smile": "خدمة إنسانية",
    "gal_hair": "نتيجة PRP شعر",
    "gal_elderly": "رعاية المسنين",
    "gal_supplies": "مواد عالية الجودة",
    "gal_acne": "علاج حب الشباب",
    "gal_meeting": "تنسيق طبي",
    "gal_diabetic": "رعاية السكري",
    "gal_reception": "استقبال دافئ",
    "gal_microneedling_result": "نتيجة ميكرونيدلينغ",
    "gal_training": "تدريب مستمر",
    "gal_postop": "رعاية ما بعد العملية",
    "gal_location": "سهل الوصول",
    "gal_hydration": "ترطيب عميق",
    "gal_trust": "ثقة واستماع",
    "gal_vaccine": "تطعيم",
    "gal_consult": "استشارة",
    "gal_delux": "حزمة ديلوكس",
    "gal_eclat": "علاج إكلات",
    "gal_express": "الرعاية السريعة",
    "gal_prestigieux": "الحزمة المرموقة",
    "gal_pro": "الرعاية الاحترافية",
    "gal_therapie": "علاج الجمال",
    "gal_tonus": "عيادة تونوس",
    "view_more": "معرفة المزيد",
    "privacy_policy": "سياسة الخصوصية",
    "terms_service": "شروط الخدمة",
    "data_protection": "حماية البيانات",
    "policy_last_updated": "آخر تحديث: نوفمبر 2025",
    "privacy_intro": "يلتزم مركز سوينس أغادير بحماية خصوصيتك وضمان تجربة إيجابية على موقعنا عند تلقي خدماتنا. توضح سياسة الخصوصية هذه كيفية جمع واستخدام ونشر وحماية معلوماتك عند زيارة موقعنا واستخدام خدماتنا الطبية.",
    "terms_intro": "بالوصول واستخدام موقع مركز سوينس أغادير وخدماته، فإنك توافق وتوافق على الالتزام بشروط وأحكام هذا الاتفاق. إذا كنت لا توافق على الالتزام بما ورد أعلاه، يرجى عدم استخدام هذه الخدمة.",
    "data_protection_intro": "سرية المريض ذات أهمية قصوى لمركز سوينس أغادير. نحن نمتثل لجميع اللوائح الطبية المعمول بها وتطبق معايير دولية لحماية البيانات.",
    "privacy_section1": "المقدمة",
    "privacy_section1_text": "يلتزم مركز سوينس أغادير بحماية خصوصيتك وضمان تجربة إيجابية على موقعنا عند تلقي خدماتنا. توضح سياسة الخصوصية هذه كيفية جمع واستخدام ونشر وحماية معلوماتك عند زيارة موقعنا واستخدام خدماتنا الطبية.",
    "privacy_section2": "المعلومات التي نجمعها",
    "privacy_section2_text": "يمكننا جمع معلومات عنك بطرق متعددة. تشمل المعلومات التي قد نجمعها على الموقع:",
    "privacy_li1": "البيانات الشخصية: الاسم والبريد الإلكتروني ورقم الهاتف والعنوان البريدي وتاريخ الميلاد",
    "privacy_li2": "المعلومات الطبية: السجل الطبي والمخاوف الصحية والحساسية والأدوية الحالية (المقدمة طواعية عبر نماذج الاتصال)",
    "privacy_li3": "البيانات التقنية: عنوان IP ونوع المتصفح ونظام التشغيل والصفحات التي تمت زيارتها والوقت المستغرق على الصفحات",
    "privacy_li4": "بيانات ملفات تعريف الارتباط: المعلومات المخزنة عبر ملفات تعريف الارتباط وتقنيات التتبع المماثلة",
    "privacy_section3": "كيف نستخدم معلوماتك",
    "privacy_section3_text": "يستخدم مركز سوينس أغادير البيانات المجمعة لأغراض متعددة:",
    "privacy_li5": "تقديم والحفاظ على خدماتنا الطبية",
    "privacy_li6": "إخطارك بالتغييرات على خدماتنا أو سياساتنا",
    "privacy_li7": "تقديم خدمة العملاء والرد على استفساراتك",
    "privacy_li8": "جمع التحليلات أو المعلومات القيمة لتحسين خدماتنا",
    "privacy_li9": "مراقبة استخدام موقعنا وخدماتنا",
    "privacy_li10": "الكشف عن المشاكل التقنية والأمنية والوقاية منها ومعالجتها",
    "privacy_li11": "الامتثال للالتزامات القانونية والقوانين الطبية",
    "privacy_section4": "حماية البيانات والأمان",
    "privacy_section4_text": "يطبق مركز سوينس أغادير تدابير تقنية وتنظيمية مناسبة لحماية بياناتك الشخصية من الوصول غير المصرح والتعديل والكشف أو التدمير. تشمل هذه التدابير:",
    "privacy_li12": "تشفير SSL لنقل البيانات",
    "privacy_li13": "الوصول المقيد للبيانات الشخصية من قبل الموظفين المخولين فقط",
    "privacy_li14": "تدقيقات الأمان المنتظمة والتحديثات",
    "privacy_li15": "الامتثال لمعايير حماية بيانات المريض",
    "privacy_li16": "تخزين البيانات الآمن مع نسخ احتياطية متعددة",
    "privacy_section5": "كشف الأطراف الثالثة",
    "privacy_section5_text": "لا نبيع أو نتاجر أو نحول معلوماتك الشخصية القابلة للتحديد إلى أطراف خارجية بدون موافقتك الصريحة، إلا حسبما تتطلبه القوانين. قد يحصل الأطراف الثالثة الموثوقة التي تساعدنا على تشغيل موقعنا أو إجراء أعمالنا أو خدمة مرضانا على إمكانية الوصول إلى معلوماتك بموجب اتفاقيات سرية صارمة.",
    "privacy_section6": "الامتثال GDPR والقانوني",
    "privacy_section6_text": "إذا كنت تقع في الاتحاد الأوروبي، فلديك الحقوق التالية بموجب لائحة الحماية العامة للبيانات (GDPR):",
    "privacy_li17": "الحق في الوصول إلى بياناتك الشخصية",
    "privacy_li18": "الحق في تصحيح البيانات غير الدقيقة",
    "privacy_li19": "الحق في النسيان (الحق في الحذف)",
    "privacy_li20": "الحق في تقييد المعالجة",
    "privacy_li21": "الحق في نقل البيانات",
    "privacy_li22": "الحق في الاعتراض على المعالجة",
    "privacy_section7": "ملفات تعريف الارتباط وتقنيات التتبع",
    "privacy_section7_text": "نستخدم ملفات تعريف الارتباط لتحسين تجربتك على موقعنا. يمكنك اختيار تعطيل ملفات تعريف الارتباط من خلال إعدادات متصفحك، على الرغم من أن هذا قد يؤثر على وظائف موقع معينة.",
    "privacy_section8": "احتفاظ البيانات",
    "privacy_section8_text": "نحتفظ بالبيانات الشخصية طالما لزم الأمر لتقديم خدماتنا وتحقيق الأغراض المذكورة في هذه السياسة. يتم الاحتفاظ بالسجلات الطبية وفقاً للمتطلبات القانونية وأفضل الممارسات في الرعاية الصحية.",
    "privacy_section9": "اتصل بنا",
    "privacy_section9_text": "إذا كانت لديك أسئلة حول سياسة الخصوصية هذه، يرجى الاتصال بنا على:<br/>البريد الإلكتروني: contact@soinsagadircenter.com<br/>الهاتف: +212 6 12 34 56 78<br/>العنوان: 94، شارع الفرابي، بلوك E8، حي الداخلة، أغادير، المغرب",
    "terms_section1": "الموافقة على الشروط",
    "terms_section1_text": "بالوصول واستخدام موقع مركز سوينس أغادير وخدماته، فإنك توافق على الالتزام بشروط وأحكام هذا الاتفاق. إذا كنت لا توافق على الالتزام بما ورد أعلاه، يرجى عدم استخدام هذه الخدمة.",
    "terms_section2": "ترخيص الاستخدام",
    "terms_section2_text": "يتم منح الإذن بتنزيل نسخة واحدة مؤقتة من المواد (المعلومات أو البرنامج) على موقع مركز سوينس أغادير لعرض شخصي غير تجاري مؤقت فقط. هذا هو منح ترخيص وليس نقل ملكية، وبموجب هذا الترخيص لا يمكنك:",
    "terms_li1": "تعديل أو نسخ المواد",
    "terms_li2": "استخدام المواد لأي غرض تجاري أو لأي عرض عام",
    "terms_li3": "محاولة فك تجميع أو هندسة عكسية أي برنامج موجود على الموقع",
    "terms_li4": "إزالة أي حق طبع ونشر أو تدوينات ملكية أخرى من المواد",
    "terms_li5": "نقل المواد إلى شخص آخر أو \"عكس\" المواد على أي خادم آخر",
    "terms_section3": "إخلاء المسؤولية الطبية",
    "terms_section3_text": "المعلومات المقدمة على هذا الموقع هي لأغراض إعلامية فقط ولا تشكل نصيحة طبية. لا يقوم مركز سوينس أغادير بتشخيص أو علاج أو تقديم نصائح طبية عبر هذا الموقع. استشر دائماً متخصصاً صحياً مؤهلاً لأي مخاوف طبية. استخدام هذا الموقع لا يؤسس علاقة طبيب وريض.",
    "terms_section4": "شروط الخدمات الطبية",
    "terms_section4_text": "يتم توفير خدماتنا الطبية من قبل متخصصي الرعاية الصحية المرخصين والمعتمدين. بينما نسعى جاهدين لتقديم أفضل رعاية:",
    "terms_li6": "نحن لا نضمن نتائج أو نتائج طبية محددة",
    "terms_li7": "قد تختلف النتائج الفردية بناءً على عوامل المريض والامتثال",
    "terms_li8": "يجب على المرضى تقديم سجل طبي دقيق وكامل",
    "terms_li9": "يجب على المرضى اتباع جميع النصائح الطبية والبروتوكولات العلاجية",
    "terms_li10": "يجب الكشف عن موانع الاستعمال والحساسيات لموظفي الفريق الطبي",
    "terms_section5": "سياسة الحجز والإلغاء",
    "terms_section5_text": "الحجز: يجب حجز المواعيد من خلال نموذج الاتصال الخاص بنا أو عبر الهاتف. الإلغاء: يجب إجراء الإلغاء قبل 24 ساعة على الأقل. قد تؤدي الإلغاءات التي تتم قبل 24 ساعة من الموعد إلى رسوم إلغاء. عدم الحضور: قد يتم فرض رسوم عدم الحضور على المرضى الذين لا يحضرون المواعيد المجدولة دون إشعار.",
    "terms_section6": "مسؤوليات المريض",
    "terms_li11": "الحضور في الوقت المناسب للمواعيد",
    "terms_li12": "تقديم معلومات طبية وشخصية دقيقة",
    "terms_li13": "اتبع التعليمات الطبية وخطط العلاج",
    "terms_li14": "إخطار الموظفين بأي تفاعلات أو مضاعفات ضارة",
    "terms_li15": "الحفاظ على الاحترام والمهنية مع الموظفين الطبيين",
    "terms_section7": "تحديد المسؤولية",
    "terms_section7_text": "في أي حال من الأحوال، لن يكون مركز سوينس أغادير أو موردوه مسؤولين عن أي أضرار (بما في ذلك، على سبيل المثال لا الحصر، الأضرار الناجمة عن فقدان البيانات أو الأرباح، أو بسبب انقطاع الأعمال) الناجمة عن استخدام أو عدم القدرة على استخدام المواد على موقع مركز سوينس أغادير أو الخدمات، حتى لو تم إخطارنا شفهياً أو كتابياً عن إمكانية حدوث مثل هذه الأضرار.",
    "terms_section8": "دقة المواد",
    "terms_section8_text": "قد تحتوي المواد المعروضة على موقع مركز سوينس أغادير على أخطاء تقنية أو إملائية أو فوتوغرافية. لا يضمن مركز سوينس أغادير أن أياً من المواد على موقعه دقيقة أو كاملة أو حالية. قد يجري مركز سوينس أغادير تعديلات على المواد الموجودة على موقعه في أي وقت دون إشعار.",
    "terms_section9": "الروابط والمواقع الخارجية",
    "terms_section9_text": "لم يقم مركز سوينس أغادير بمراجعة جميع المواقع المرتبطة بموقعه وليس مسؤولاً عن محتوى أي موقع مرتبط. لا يعني إدراج أي رابط موافقة مركز سوينس أغادير على الموقع. استخدام أي موقع مرتبط هو على مسؤوليتك الخاصة.",
    "terms_section10": "تعديلات الشروط",
    "terms_section10_text": "قد يقوم مركز سوينس أغادير بمراجعة هذه الشروط الخاصة بخدمة الموقع في أي وقت دون إشعار. باستخدام هذا الموقع، فإنك توافق على الالتزام بالنسخة الحالية من هذه شروط الخدمة.",
    "terms_section11": "القانون الحاكم",
    "terms_section11_text": "تخضع هذه الشروط والأحكام والقوانين المغربية، وتوافق بشكل لا رجعة فيه على الاختصاص الحصري للمحاكم في تلك المنطقة.",
    "data_section1": "التزام الحفاظ على السرية",
    "data_section1_text": "يلتزم مركز سوينس أغادير بالحفاظ على سرية جميع معلومات المريض وفقاً لمعايير الأخلاقيات الطبية الدولية والقوانين الصحية المعمول بها. سرية المريض حق أساسي وحجر الزاوية في ممارستنا.",
    "data_section2": "حماية السجلات الطبية",
    "data_section2_text": "يتم الاحتفاظ بجميع السجلات الطبية للمريض ومعلومات الصحة والبيانات الشخصية في بيئات آمنة ومراقبة. يقتصر الوصول إلى سجلات المريض على الموظفين الطبيين والموظفين الداعمين المخولين الذين لديهم حاجة شرعية للمعرفة لأغراض العلاج أو الإدارة أو القانونية.",
    "data_section3": "جمع البيانات والغرض",
    "data_section3_text": "نجمع بيانات المريض فقط لأغراض رعاية صحية شرعية تشمل:",
    "data_li1": "الرعاية والعلاج المباشر للمريض",
    "data_li2": "تقييم صحة المريض والحفاظ على السجل الطبي",
    "data_li3": "جدولة المواعيد والمتابعة الطبية",
    "data_li4": "أغراض الفواتير والتأمين (حيث ينطبق)",
    "data_li5": "مبادرات تحسين الجودة وسلامة المريض",
    "data_li6": "الامتثال القانوني والتنظيمي",
    "data_section4": "تدابير الأمان البيانات",
    "data_section4_text": "يطبق مركز سوينس أغادير حماية شاملة تقنية وتنظيمية:",
    "data_li7": "تشفير SSL/TLS لجميع نقل البيانات",
    "data_li8": "خوادم آمنة مع حماية جدار الحماية",
    "data_li9": "تدقيق الأمان المنتظم واختبار الاختراق",
    "data_li10": "وصول مقيد لبيانات المريض من قبل الموظفين المخولين فقط",
    "data_li11": "النسخ الاحتياطية الآمنة والحفظ طويل الأمد",
    "data_section5": "حقوق المريض",
    "data_section5_text": "للمرضى الحق في:",
    "data_li12": "الوصول إلى سجلهم الطبي الخاص والبيانات الشخصية",
    "data_li13": "طلب تصحيح أو حذف البيانات الشخصية",
    "data_li14": "سحب الموافقة على معالجة البيانات في أي وقت",
    "data_li15": "تلقي إشعار في حالة خرق البيانات",
    "data_li16": "تقديم شكوى إلى سلطات حماية البيانات",
    "data_section6": "احتفاظ البيانات الطبية",
    "data_section6_text": "يتم الاحتفاظ بالسجلات الطبية وفقاً للمتطلبات القانونية في المغرب وأفضل الممارسات الدولية في الرعاية الصحية. بمجرد انقضاء فترة الاحتفاظ، يتم حذف البيانات أو إلغاء هويتها بشكل آمن.",
    "data_section7": "موافقة المريض",
    "data_section7_text": "باستخدام خدمات مركز سوينس أغادير، يوافق المرضى على معالجة بياناتهم الشخصية والطبية وفقاً لسياسة حماية البيانات هذه. لا يؤثر سحب الموافقة على شرعية المعالجة التي تمت قبل السحب.",
    "data_section8": "اتصل بنا",
    "data_section8_text": "لطلبات موضوع البيانات أو للقلق بشأن الخصوصية، يرجى الاتصال بنا على:<br/>البريد الإلكتروني: contact@soinsagadircenter.com<br/>الهاتف: +212 6 12 34 56 78<br/>العنوان: 94، شارع الفرابي، بلوك E8، حي الداخلة، أغادير، المغرب",
    "about_title": "عن مركز سوينس أغادير",
    "about_p1": "تأسس في قلب أغادير, مركز سوينس أغادير هو مرفق رعاية تمريضية وتجميلية رائد مكرس لتقديم خدمات طبية استثنائية في العيادة وفي المنزل.",
    "about_p2": "يتكون فريقنا من ممرضين مرخصين, متخصصين تجميليين معتمدين, وأطباء مشرفين يتبعون بروتوكولات طبية صارمة لضمان سلامة المرضى ورضاهم.",
    "about_p3": "نتخصص في الرعاية التمريضية المنزلية, الرعاية بعد العمليات, إدارة الأمراض المزمنة, والعلاجات التجميلية المتقدمة باستخدام تكنولوجيا حديثة ومنتجات طبية.",
    "about_p4": "من الحقن الروتينية إلى علاج الجروح المعقدة وعلاجات تجديد البشرة, نحن نجلب الرعاية الصحية المهنية مباشرة إليك — برحمة ودقة واحترام.",
    "team_1_name": "د. أمينة العمراني",
    "team_1_desc": "المديرة الطبية بخبرة تزيد عن 15 عاماً في التمريض والطب التجميلي. متخصصة في PRP والعلاجات التجديدية.",
    "team_1_role": "المديرة الطبية",
    "team_2_name": "نادية بنعلي",
    "team_2_desc": "كبيرة الممرضات بخبرة في الرعاية المنزلية, إدارة الجروح وتثقيف المرضى. تتحدث العربية والفرنسية والإنجليزية.",
    "team_2_role": "مديرة",
    "team_3_name": "خالد المنصوري",
    "team_3_desc": "أخصائي تجميل معتمد مدرب على هيدرافيشيال, ميكرونيدلينغ وعلاجات الليزر. يركز على النتائج الطبيعية.",
    "team_3_role": "أخصائي",
    "team_4_name": "فاطمة الزهراء",
    "team_4_desc": "ممرضة كبيرة متخصصة في رعاية السكري, العلاج الوريدي والتعافي بعد الجراحة. معروفة بلطفها.",
    "team_4_role": "ممرضة كبيرة",
    "team_5_name": "سارة لحلو",
    "team_5_desc": "منسقة العيادة تضمن عمليات سلسة, جدولة المواعيد ومتابعة المرضى بعناية.",
    "team_5_role": "منسقة",
    "team_6_name": "عمر التازي",
    "team_6_desc": "مشرف اللوجستيات والزيارات المنزلية. يضمن زيارات طبية في الوقت المحدد, آمنة ومجهزة بالكامل في أغادير.",
    "team_6_role": "مشرف",
    "team_7_name": "ليلى الإدريسي",
    "team_7_desc": "خبيرة PRP واستعادة الشعر. ساعدت المئات على استعادة الثقة بعلاجات نمو الشعر الطبيعية.",
    "team_7_role": "أخصائية",
    "team_8_name": "يوسف العلمي",
    "team_8_desc": "مدير تكنولوجيا المعلومات والصحة الرقمية. ينفذ الاستشارات عن بعد وسجلات المرضى الرقمية لرعاية أفضل.",
    "team_8_role": "مدير",
    "team_9_name": "هاجر بناني",
    "team_9_desc": "مسؤولة علاقات المرضى. نقطة الاتصال الأولى للمواعيد والاستفسارات والدعم.",
    "team_9_role": "موظفة",
    "team_10_name": "مهدي الرحالي",
    "team_10_desc": "مدير الصيدلية والمستلزمات. يضمن أن جميع المواد الطبية أصلية ومعقمة ووفقاً للمعايير.",
    "team_10_role": "مدير",
    "contact_title": "اتصل بنا",
    "form_name": "اسمك",
    "form_email": "بريدك الإلكتروني",
    "form_service": "الموضوع",
    "opt_sales": "المبيعات والتسويق",
    "opt_creative": "التصميم الإبداعي",
    "opt_uiux": "UI / UX",
    "form_message": "رسالتك",
    "form_send": "إرسال",
    "contact_address": "94, Rue El Farabi, Bloc E8, Cité Dakhla, Agadir, Morocco 80000\n\nساعات العمل:\n\n* الاثنين – الجمعة: 8:30 ص – 8:30 م\n\n* السبت: مغلق\n\n* الأحد: 8:30 ص – 8:30 م",
    "contact_phone1": "هاتف: 010-020-0340",
    "contact_phone2": "البريد: info@company.com",
    "copyright": "مركز سوينس أغادير"
  }
}